Repository: gfirem/formidable_key_field
Catalog: languages/formidable_key_field-locale-*.po
Languages: es_es

source: Key generator
es_es: Generador de llave

source: Generate random key.
es_es: Generar llave aleatoria.

source: Length
es_es: Longuitud

source: Set the length for generate content, by default will be 20.
es_es: Establezca el largo del contenido generado, por defecto es 20.

source: Special characters
es_es: Caracteres especiales

source: Check if the generated content will be special characters.
es_es: Marque si el contenido generado contendrá caracteres especiales.

source: Licence Key Generator
es_es: Generador de Liecencias

source: L. Key Generator
es_es: Generador de Lic.

source: Generate Key into a form
es_es: Generar una llave en el formulario

source: Select a form target and how many key you want to generate.
es_es: Seleccione un formulario como destino y la cantidad de llaves que quiere generar.

source: Generate
es_es: Generar

source: License Key Generator
es_es: Generador de Licencias

source: Settings
es_es: Ajustes

source: Licence Data for Key Field
es_es: Datos de licencia para Campo de Llave

source: Version:
es_es: Versión:

source: Order Key:
es_es: Llave:

source: Order key send to you with order confirmation, to get updates.
es_es: Llave que se le envió con la confirmación de la orden, para obtener las actualizaciones

source: Key status:
es_es: Estado de la llave:

source: Key Status
es_es: Estado de llave

source: Show the status of key.
es_es: Muestra el estado de una llave.

source: Key validator
es_es: Validador de llave

source: Validate key generated in the set target form.
es_es: Valida la llave generada en el formulario fuente.

source: Select target form
es_es: Seleccione la fuente

source: Select the form where you generate key with field key generator.
es_es: Seleccione el formulario donde se genero la llave usando el campo generador.

source: Validate if exist
es_es: Validar si existe

source: If this options checked, the validation message will show when not exist the key, otherwise show message if the key exist.
es_es: Si esta opción se marca, el mensaje de validación se mostrara cuando la llave no exista, de lo contrario el mensaje se mostrar si la llave existe.

source: Error message
es_es: Mensaje de error

source: This is the message show by the form is validation not pass.
es_es: Este es el mensaje que se mostrara cuando la validación no pase.

source: Error Handling server connections
es_es: Error manejando la conexión con el servidor

source: Licence susses deactivated
es_es: Licencia desactivada correctamente

source: Licence deactivated request error
es_es: Error desactivando la licencia

source: Not licence key detected. Please set.
es_es: No se detecto ninguna llave de licencia. Establezca alguna.

source: Licence already deactivated
es_es: La licencia ya fue desactivada

source: Licence susses activated
es_es: Licencia activada satisfactoriamente

source: Licence activating error
es_es: Error activando la licencia

source: Licence activation request error
es_es: Error en la petición de activación de la licencia

source: Licence already activated
es_es: La licencia ya se activo

source: Licence is active
es_es: Licencia activa

source: Licence is inactive
es_es: La licencia esta inactiva

source: Invalid license key
es_es: Llave de licencia invalida

source: Invalid provided data
es_es: Datos inválidos

source: Licence status request unsuccessfully
es_es: Error en la petición de estado de la licencia

source: There is no changelog available.
es_es: No hay lista de cambios disponible

source: Check for updates
es_es: Comprobar actualizaciones

source: This plugin is up to date.
es_es: Esta al día.

source: A new version of this plugin is available.
es_es: Hay una versión nueva disponible.

source: Unknown update checker status "%s"
es_es: Estado de la actualización desconocido "%s"

source: Formidable key field
es_es: Formidable Campo de LLave
